[
    {
        "ID": "1",
        "Name": "Enchanted Forest",
        "Story": "Deep within the forest, magic flows through every tree. You have entered the portal and now you are here. Let your adventure unfold!",
        "Description": "You have entered a magical place where anything is possible. The trees are tall and ancient, their branches reaching towards the sky. The air is filled with the sound of birdsong and the rustling of leaves. The sun shines through the canopy, creating a dappled effect on the forest floor.\\n\\nYou are not alone here. The Enchanted Forest is home to all sorts of creatures, both magical and ordinary. You might encounter fairies, elves, trolls, or even a dragon. But be careful, not all of the creatures here are friendly.\\n\\nWhat will you do in the Enchanted Forest? Will you explore the forest's hidden paths? Will you meet its magical creatures? Or will you embark on a quest to find the legendary treasure?\\n\\n\n",
        "Navigation": "Press 1 to go to Mysterious Manor Press 2 to go to Crystal Cavern Press 3 to go to Forgotten Temple",
        "Choice1": "2",
        "Choice2": "5",
        "Choice3": "12",
        "Win": "0",
        "Lose": "0",
        "Captain": "0",
        "PandorasBox": "0"
    },
    {
        "ID": "2",
        "Name": "Mysterious Manor",
        "Story": "The ancient manor holds secrets waiting to be uncovered.",
        "Description": "You have entered a place of mystery and intrigue. The manor has been abandoned for years, and its secrets are slowly being forgotten. But there are those who believe that the manor still holds something valuable, something worth exploring. \\n\\n Are you brave enough to enter the manor? Are you willing to face the dangers that lurk within? If so, then step inside and let your adventure begin. \\n\\n\n",
        "Navigation": "Press 1 to go to Lost Ruins Press 2 to go to Starlit Observatory Press 3 to go to Clockwork Workshop",
        "Choice1": "3",
        "Choice2": "4",
        "Choice3": "6",
        "Win": "0",
        "Lose": "0",
        "Captain": "8",
        "PandorasBox": "0"
    },
    {
        "ID": "3",
        "Name": "Lost Ruins",
        "Story": "Crumbling ruins echo with the whispers of forgotten civilizations.",
        "Description": "You are an archeologist who has been searching for the lost ruins of a forgotten civilization. After years of searching, you have finally found them. But the ruins are not what you expected. They are crumbling and overgrown, and the air is filled with the sound of wind whistling through the ancient stones.\\n\\n The ruins are home to all sorts of creatures, both natural and supernatural. Some are friendly, but others are not. And there are traps and dangers lurking around every corner.\\n\\n You also learn about the artifact that you have been searching for. It is a powerful relic that can grant the wishes of its possessor. But it is also cursed, and those who use it will inevitably be corrupted by its power. \\n\\n Will you be able to resist the temptation of the artifact? Or will you succumb to its power and become one of the ruins' many forgotten victims?\\n\\n\n",
        "Navigation": "Press 1 to go to Abyssal Abyss Press 2 to go to Frozen Tundra Press 3 to go to Whispering Lighthouse",
        "Choice1": "18",
        "Choice2": "8",
        "Choice3": "9",
        "Win": "0",
        "Lose": "0",
        "Captain": "0",
        "PandorasBox": "0"
    },
    {
        "ID": "4",
        "Name": "Starlit Observatory",
        "Story": "Atop the observatory, the night sky reveals cosmic wonders.",
        "Description": "You have arrived at a place of wonder and mystery. The night sky is clear and unpolluted, making it an ideal place for stargazing.The observatory is equipped with state-of-the-art telescopes and other equipment, allowing you to study the stars and planets in great detail.But the observatory is more than just a place for scientific research. It is also a place for inspiration and discovery.Here, you can lose yourself in the beauty of the night sky and contemplate the vastness of the universe. You can also come up with new ideas and theories about the cosmos.The possibilities are endless. \\n\\n So what are you waiting for? Step inside the observatory and let your adventure begin! \\n\\n\n",
        "Navigation": "Press 1 to go to Enchanted Forest Press 2 to go to Lost Oasis Press 3 to go to Abyssal Abyss",
        "Choice1": "1",
        "Choice2": "19",
        "Choice3": "18",
        "Win": "0",
        "Lose": "0",
        "Captain": "7",
        "PandorasBox": "0"
    },
    {
        "ID": "5",
        "Name": "Crystal Cavern",
        "Story": "The cavern's crystals shimmer, lighting a path into the unknown.",
        "Description": "Welcome to the Crystal Cavern! The cavern's crystals shimmer, lighting a path into the unknown. What mysteries await you? Step inside and explore the vast caverns, where the crystals grow like trees. Be careful, for the caverns are full of dangers, both natural and supernatural. But if you're brave enough, you may just find the treasure you're looking for.",
        "Navigation": "Press 1 to go to Clockwork Workshop Press 2 to go to Enigmatic Labyrinth Press 3 to go to Mystic Bazaar",
        "Choice1": "6",
        "Choice2": "14",
        "Choice3": "7",
        "Win": "0",
        "Lose": "0",
        "Captain": "12",
        "PandorasBox": "0"
    },
    {
        "ID": "6",
        "Name": "Clockwork Workshop",
        "Story": "Gears turn in the workshop, hinting at clockwork secrets.",
        "Description": "Welcome to the Clockwork Workshop! Gears turn and cogs whirr, hinting at clockwork secrets. What mysteries await you? Step inside and explore the workshop, where machines of all shapes and sizes are in motion. Be careful, for the workshop is full of dangers, both mechanical and magical. But if you're brave enough, you may just learn the secrets of the clockwork.",
        "Navigation": "Press 1 to go to Mystic Bazaar Press 2 to go to Lost Ruins Press 3 to go to Volcanic Forge",
        "Choice1": "7",
        "Choice2": "3",
        "Choice3": "17",
        "Win": "0",
        "Lose": "0",
        "Captain": "5",
        "PandorasBox": "1"
    },
    {
        "ID": "7",
        "Name": "Mystic Bazaar",
        "Story": "The bazaar bustles with mystical artifacts from distant lands.",
        "Description": "The bazaar bustles with mystical artifacts from distant lands. What treasures await you? Step inside and wander among the stalls, where merchants hawk their wares. Be careful, for the bazaar is full of dangers with swindlers looking to fool you for treasure. But if you're lucky, you may just find the treasure you're looking for.\n",
        "Navigation": "Press 1 to go to Lost Ruins Press 2 to go to Whispering Lighthouse Press 3 to go to Sunlit Glade",
        "Choice1": "3",
        "Choice2": "9",
        "Choice3": "16",
        "Win": "0",
        "Lose": "0",
        "Captain": "0",
        "PandorasBox": "0"
    },
    {
        "ID": "8",
        "Name": "Frozen Tundra",
        "Story": "The tundra's frozen expanse hides tales of ancient ice magic.",
        "Description": "The tundra's frozen expanse hides tales of ancient ice magic. What secrets await you?Step inside and explore the vast frozen wastes, where the wind howls and the snowdrifts are piled high. Be careful, for the tundra is full of dangers, both natural and supernatural. But if you're brave enough, you may just find the treasure you're looking for.",
        "Navigation": "Press 1 to go to Crystal Tower Press 2 to go to Celestial Observatory Press 3 to go to Abyssal Abyss",
        "Choice1": "15",
        "Choice2": "11",
        "Choice3": "18",
        "Win": "0",
        "Lose": "0",
        "Captain": "0",
        "PandorasBox": "1"
    },
    {
        "ID": "9",
        "Name": "Whispering Lighthouse",
        "Story": "The lighthouse whispers of ships long gone and mysteries untold.",
        "Description": "The lighthouse whispers of ships long gone and mysteries untold. What stories await you? Step inside and explore the lighthouse, where the walls are filled with the echoes of voices from the past. Be careful, for the lighthouse is full of dangers, both natural and supernatural. But if you're brave enough, you may just find the answers you're looking for.",
        "Navigation": "Press 1 to go to Lost Ruins Press 2 to go to Celestial Observatory Press 3 to go to Abyssal Abyss",
        "Choice1": "3",
        "Choice2": "11",
        "Choice3": "18",
        "Win": "0",
        "Lose": "0",
        "Captain": "45",
        "PandorasBox": "45"
    },
    {
        "ID": "10",
        "Name": "Eerie Asylum",
        "Story": "Shadows creep through the asylum, where forgotten patients linger.",
        "Description": "Shadows creep through the asylum, where forgotten patients linger. What horrors lurk within these walls?Step inside and explore the abandoned asylum, where the only sound is the echo of your own footsteps. Be careful, for the asylum is full of ghosts and other creatures of the night. But if you're brave enough, you may just find the answers you're looking for.",
        "Navigation": "Press 1 to go to Mystic Bazaar Press 2 to go to Sunlit Glade Press 3 to go to Crystal Tower",
        "Choice1": "7",
        "Choice2": "16",
        "Choice3": "15",
        "Win": "0",
        "Lose": "0",
        "Captain": "10",
        "PandorasBox": "12"
    },
    {
        "ID": "11",
        "Name": "Celestial Observatory",
        "Story": "The observatory offers a glimpse into the cosmos and the unknown.",
        "Description": "You have always been fascinated by the stars, and you have always dreamed of exploring the cosmos. One day, you find yourself at the Celestial Observatory, a place where you can gaze upon the stars and planets up close. As you look through the telescope, you feel a sense of wonder and awe. You know that there are many mysteries out there, and you are determined to learn more about them.",
        "Navigation": "Press 1 to go to Whispering Lighthouse Press 2 to go to Frozen Tundra Press 3 to go to Lost Ruins",
        "Choice1": "9",
        "Choice2": "8",
        "Choice3": "3",
        "Win": "0",
        "Lose": "0",
        "Captain": "70",
        "PandorasBox": "40"
    },
    {
        "ID": "12",
        "Name": "Forgotten Temple",
        "Story": "Ancient inscriptions adorn the temple walls, hinting at lost wisdom.",
        "Description": "You have heard stories of a forgotten temple, a place where ancient wisdom is said to be hidden. You decide to set out to find the temple, and after many days of travel, you finally reach it. The temple is in ruins, but you can still see the ancient inscriptions on the walls. You know that the temple holds many secrets, and you are determined to find them.\n",
        "Navigation": "Press 1 to go to Mystic Bazaar Press 2 to go to Whispering Lighthouse Press 3 to go to Abyssal Abyss",
        "Choice1": "13",
        "Choice2": "9",
        "Choice3": "17",
        "Win": "0",
        "Lose": "0",
        "Captain": "12",
        "PandorasBox": "12"
    },
    {
        "ID": "13",
        "Name": "Haunted Mansion",
        "Story": "Spirits roam the mansion's halls, reliving their past.",
        "Description": "You have heard stories of a haunted mansion, a place where spirits of the dead are said to roam. You decide to visit the mansion, hoping to see for yourself if the stories are true. As you enter the mansion, you feel a chill run down your spine. You know that you are in a place of danger, but you are determined to see what lies within.\n",
        "Navigation": "Press 1 to go to Crystal Tower Press 2 to go to Celestial Observatory Press 3 to go to Abyssal Abyss",
        "Choice1": "20",
        "Choice2": "11",
        "Choice3": "4",
        "Win": "0",
        "Lose": "0",
        "Captain": "12",
        "PandorasBox": "23"
    },
    {
        "ID": "14",
        "Name": "Enigmatic Labyrinth",
        "Story": "The labyrinth's twists conceal secrets awaiting discovery.",
        "Description": "You have heard stories of an enigmatic labyrinth, a place where the twists and turns are said to be endless. You decide to enter the labyrinth, hoping to find your way out. As you walk through the labyrinth, you feel lost and confused. You know that you must find your way out, but you are not sure how.\n",
        "Navigation": "Press 1 to go to Crystal Cavern Press 2 to go to Abyssal Abyss Press 3 to go to Mystic Bazaar",
        "Choice1": "5",
        "Choice2": "18",
        "Choice3": "7",
        "Win": "0",
        "Lose": "0",
        "Captain": "45",
        "PandorasBox": "78"
    },
    {
        "ID": "15",
        "Name": "Crystal Tower",
        "Story": "The tower's crystals hum with untapped energy, beckoning adventurers.",
        "Description": "You have heard stories of a crystal tower, a place where untapped energy is said to be found. You decide to climb the tower, hoping to harness the energy. As you climb the tower, you feel the power of the crystals coursing through your body. You know that you have found something special, and you are determined to use the energy for good.\n",
        "Navigation": "Press 1 to go to Whispering Lighthouse Press 2 to go to Lost Ruins Press 3 to go to Crystal Cavern",
        "Choice1": "9",
        "Choice2": "3",
        "Choice3": "5",
        "Win": "0",
        "Lose": "0",
        "Captain": "89",
        "PandorasBox": "45"
    },
    {
        "ID": "16",
        "Name": "Sunlit Glade",
        "Story": "The glade basks in sunlight, a haven of serenity and magic.",
        "Description": "You have been on a long journey, and you are tired and weary. You come across a sunlit glade, a place of peace and serenity. You sit down in the glade and close your eyes, and you feel the stress of your journey melt away. You know that you are in a safe place, and you can finally relax.\n",
        "Navigation": "Press 1 to go to Eerie Asylum Press 2 to go to Mystic Bazaar Press 3 to go to Celestial Observatory",
        "Choice1": "10",
        "Choice2": "7",
        "Choice3": "11",
        "Win": "0",
        "Lose": "0",
        "Captain": "12",
        "PandorasBox": "23"
    },
    {
        "ID": "17",
        "Name": "Volcanic Forge",
        "Story": "Lava flows through the forge, where elements meld into creations.",
        "Description": "You have always been fascinated by fire, and you have always dreamed of creating something with your own hands. You come across a volcanic forge, a place where elements are melded into creations. You watch as the blacksmith works, and you learn how to use the forge to create your own works of art.\n\n",
        "Navigation": "Press 1 to go to Clockwork Workshop Press 2 to go to Lost Oasis Press 3 to go to Abyssal Abyss",
        "Choice1": "6",
        "Choice2": "19",
        "Choice3": "10",
        "Win": "0",
        "Lose": "0",
        "Captain": "78",
        "PandorasBox": "56"
    },
    {
        "ID": "18",
        "Name": "Abyssal Abyss",
        "Story": "The abyss beckons, promising secrets from the depths of darkness.",
        "Description": "You have always been curious about the unknown, and you have always dreamed of exploring the darkest depths of the abyss. You come across an abyssal abyss, a place where the darkness is all-consuming. You know that there are many dangers in the abyss, but you are determined to explore it.\n",
        "Navigation": "Press 1 to go to Enigmatic Labyrinth Press 2 to go to Mystic Bazaar Press 3 to go to Frozen Tundra",
        "Choice1": "14",
        "Choice2": "7",
        "Choice3": "8",
        "Win": "0",
        "Lose": "0",
        "Captain": "12",
        "PandorasBox": "13"
    },
    {
        "ID": "19",
        "Name": "Lost Oasis",
        "Story": "The oasis shimmers with promise amid the desert's endless sands.",
        "Description": "You have been lost in the desert for days, and you are starting to lose hope. You come across a lost oasis, a place of life and beauty in the midst of the desert. You drink from the oasis and rest in the shade of the palm trees. You know that you are safe, and you can finally start to think about how to get home.\n",
        "Navigation": "Lose",
        "Choice1": "0",
        "Choice2": "0",
        "Choice3": "0",
        "Win": "0",
        "Lose": "1",
        "Captain": "0",
        "PandorasBox": "0"
    },
    {
        "ID": "20",
        "Name": "Ethereal Observatory",
        "Story": "The observatory transcends reality, offering glimpses of other realms.",
        "Description": "You have always been fascinated by the multiverse, and you have always dreamed of exploring other realms. You come across an ethereal observatory, a place where you can glimpse other realms. You look through the telescope, and you see worlds that you never knew existed. You know that there are many mysteries out there, and you are determined to learn more about them.If you're brave enough to venture into these realms, you might just find something truly extraordinary.\n",
        "Navigation": "Win",
        "Choice1": "0",
        "Choice2": "0",
        "Choice3": "0",
        "Win": "1",
        "Lose": "0",
        "Captain": "0",
        "PandorasBox": "0"
    }
]